let questionsList = [{
    id: 1,
    question: "На дотик Ваша шкіра:",
    answer: ["шорсткувата", "гладка прохолодна", "більш гладка у Т-зоні", "відчувається сальність"],
    type: 'B',
    img: 'img/quize/1.png',
    value: [0, 1, 2, 3]
}, {
    id: 2,
    question: "Який у Вас колір очей, волосся, шкіри?",
    answer: ["очі - світлі, шкіра світла, волосся світло-або темно-русяве, іноді засмагаю", "блакитні очі, світла шкіра, руде волосся, завжди згоряю на сонці", "очі світлі або карі, шкіра світла без веснянок, темно-русяве або каштанове волосся, добре засмагаю, рідко обгораю", "очі і волосся - темні, добре засмагаю, ніколи не обгораю"],
    type: 'D ',
    value: [0, 1, 2, 3]
}, {
    id: 3,
    question: "Ваші відчуття після умивання:",
    answer: ["щоразу шкіру стягує, відчувається сухість, навіть якщо я протру її тоніком, і я наношу зволожуючий крем", "шкірі комфортно, може відчуватися незначна сухість, доки я не нанесу тонік", "сухості немає або буває по периферії, а в Т-зоні шкіра навіть блищить", "шкіра часто блистить, а через 30 хвилин після умивання, якщо прикласти серветку, буде жирний відбиток"],
    type: 'В',
    img: 'img/quize/3.png',
    value: [0, 1, 2, 3]
}, {
    id: 4,
    question: "Скільки вам років?",
    answer: ["до 30 років", "30-38", "39-45", "старше 45 років"],
    type: 'A',
    value: [0, 1, 2, 3]
}, {
    id: 5,
    question: "Ваша шкіра часто червоніє?",
    answer: ["практично ніколи", "іноді", "на зміну температури повітря, гостру їжу, хвилювання, алкоголь", "часто, особливо після очищення, механічного впливу"],
    type: 'C',
    img: 'img/quize/5.png',
    value: [0, 1, 2, 3]
}, {
    id: 6,
    question: "Зморшки у Вас на обличчі:",
    answer: ["відсутні навіть при посмішці, насупленні та підйомі брів", "з'являються тільки при посмішці, нахмуруванні та підйомі брів", "дещо видно і в спокої", "багато зморшок навіть при спокійному виразі обличчя"],
    type: 'A'
}, {
    id: 7,
    question: "На Вашому обличчі є пігментні плями?",
    answer: ["ні", "одне", "декілька", "багато"],
    type: 'D',
    img: 'img/quize/7.png',
    value: [0, 1, 2, 3]
}, {
    id: 8,
    question: "Ваша шкіра часто лущиться?",
    answer: ["практично ніколи", "в холодну пору року", "після басейну, очищення", "часто, практично завжди шорстка на дотик"],
    type: 'C',
    value: [0, 1, 2, 3]
}, {
    id: 9,
    question: "Ви використовуєте сонцезахисний крем для обличчя?",
    answer: ["регулярно, вже понад 10 років", "лише у весняно-літній період", "перед виходом на пляж, активним сонцем", "ніколи"],
    type: 'A',
    img: 'img/quize/9.png',
    value: [0, 1, 2, 3]
}, {
    id: 10,
    question: "У Вас на шкірі є чи були в минулому темні плями над верхньою губою чи щоками?\n",
    answer: ["ні і не було", "були в минулому", "є, але не виражені", "так, є, виражені"],
    type: 'D',
    value: [0, 1, 2, 3]
}, {
    id: 11,
    question: "Пори на обличчі:",
    answer: ["відсутні", "практично непомітні, є дещо в Т-зоні (чоло, ніс, підборіддя)", "помітні у Т-зоні", "дуже багато, чітко видно в Т-зоні, на щоках, лобі, у вушних раковинах"],
    type: 'B',
    img: 'img/quize/11.png',
    value: [0, 1, 2, 3]
}, {
    id: 12,
    question: "Як Ваша шкіра реагує на очищувальні, сонцезахисні, доглядові засоби?\n",
    answer: ["не виникає дискомфорту", "іноді може виникнути", "часто виникає реакція", "завжди помітна реакція, дискомфорт"],
    type: 'C',
    value: [0, 1, 2, 3]
}, {
    id: 13,
    question: "Ваш колір шкіри:",
    answer: ["однорідний \"сяючий\"", "однорідний, але тьмяний", "є кілька вогнищ потемніння або веснянки", "є великі ділянки темного кольору"],
    type: 'D',
    value: [0, 1, 2, 3]

}, {
    id: 14,
    question: "На дотик Ваша шкіра:",
    answer: ["прохолодна і гладка завжди", "більш прохолодна, гладка, дуже рідко буває теплою", "часто більш тепла, місцями шорстка", "тепла, шорстка та волога"],
    type: 'C',
    img: 'img/quize/14.png',
    value: [0, 1, 2, 3]
}, {
    id: 15,
    question: "Як, на Вашу думку, Ви виглядаєте?",
    answer: ["молодше за паспортний вік", "на паспортний вік", "старше за паспортний, але немає відчуття, що обличчя стрімко старіє", "набагато старше паспортного, є відчуття, що обличчя стрімко старіє"],
    type: 'A',
    value: [0, 1, 2, 3]
}, {
    id: 16,
    question: "Після перебування на сонці з'являється темна пляма, яка з часом світлішає або з'являється більше веснянок?\n",
    answer: ["ні", "іноді", " часто"],
    value: [0, 2, 3],
    type: 'D'
}, {
    id: 17,
    question: "Через кілька годин після нанесення макіяжу (база під макіяж, тональний крем, пудра) ваша шкіра:\n",
    answer: ["шорстка, з лущенням, тональний крем підкреслює зморшки", "гладка", "блищить", "блищить, негладка, скочується тональний крем, базу намагаюся не наносити"],
    type: 'B',
    img: 'img/quize/17.png',
    value: [0, 1, 2, 3]
}, {
    id: 18,
    question: "Вам чи батькам колись ставили діагноз «атопічний дерматит», «екзема», «астма»?",
    answer: ["ні", "можливо, але я не зверталася(вся) до лікаря", "так", "так, важка форма"],
    type: 'C',
    value: [0, 1, 2, 3]
}, {
    id: 19,
    question: "Пігментні плями (веснянки) на Вашому тілі, обличчі, грудях, спині, плечах:",
    answer: ["відсутні", "є кілька (до 5-ти)", "багато (5-15)", "дуже багато (понад 15-ть)"],
    type: 'D',
    img: 'img/quize/19.png',
    value: [0, 1, 2, 3]
}, {
    id: 20,
    question: "Перед дзеркалом/камерою акуратно ущипніть собі шкіру в області скули, потримайте протягом 5 сек, відпустіть та оцініть складку. Складка:",
    answer: ["миттєво розгладилася", "розгладилася через 1-2 сек", "розгладилася через 2-3 сек", "розгладилася за більше ніж 3 сек"],
    type: 'A',
    value: [0, 1, 2, 3]
}, {
    id: 21,
    question: "Ви приймаєте контрацептиви, гормони, ретиноїди?",
    answer: ["ні", "приймала більше 6 місяців тому", "закінчила прийом нещодавно", "так"],
    type: 'D',
    value: [0, 1, 2, 3]
}, {
    id: 22,
    question: "На фото Ваша шкіра виглядає блискучою:",
    answer: ["ніколи", "рідко", "часто", "завжди"],
    type: 'B',
    img: 'img/quize/22.png',
    value: [0, 1, 2, 3]
}, {
    id: 23,
    question: "Чи часто косметика викликає у Вас почервоніння, свербіж, лущення?",
    answer: ["ніколи", "іноді", "часто буває", "завжди - дуже складно підібрати косметику"],
    type: 'C',
    value: [0, 1, 2, 3]
}, {
    id: 24,
    question: "Як Ви доглядаєте за шкірою вдома?",
    answer: ["у мене є підібраний професійний догляд, який мені підходитьи", "регулярно наношу денний або нічний крем (не впевнена, що вони підходять)", "періодично користуюся кремами, але часто забуваю", "засобами для догляду не користуюся"],
    type: 'A',
    img: 'img/quize/24.png',
    value: [0, 1, 2, 3]
}, {
    id: 25,
    question: "\"Забиті\" пори (чорні або білі точки) на Вашому обличчі:",
    answer: ["не бувають", "рідко", "часто з'являються", "завжди є"],
    type: 'B',
    value: [0, 1, 2, 3]
}, {
    id: 26,
    question: "Чи відчуваєте Ви \"почервоніння\", \"свербіж\", \"печіння\" від вітру, сонця, кондиціонера?",
    answer: ["ні", "рідко", "іноді", "часто"],
    type: 'C',
    value: [0, 1, 2, 3]
}, {
    id: 27,
    question: "Як шкіра реагує, якщо ви не наносите зволожучий крем?",
    answer: ["шкіру дуже стягує, завжди намагаюся наносити", "комфортніше, коли нанесу крем", "рідко може відчуватися сухість, але тільки по периферії обличчя, а в центрі – ніколи не відчувається, шкіра навіть може блищати", "ніколи не відчуваю стягнутості, важко підібрати крем, він робить шкіру ще жирнішою і забиває пори"],
    type: 'B',
    img: 'img/quize/27.png',
    value: [0, 1, 2, 3]
}, {
    id: 28,
    question: "Вам колись встановлювали діагноз \"мелазма\"?",
    answer: ["ні", "в минулому", "да, є зараз"],
    value: [0, 2, 3],
    type: 'D'
}, {
    id: 29,
    question: "Після вмивання Ваша обличчя виглядає:",
    answer: ["гладким та однотонним", "рідко більш рожевим", "часто з легким почервонінням", "завжди почервоніле"],
    type: 'C',
    img: 'img/quize/29.png',
    value: [0, 1, 2, 3]
}];